Repository: StarKnightSs/Fly
Catalog: FlyKit/Sources/FlyKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, vi, zh_hans

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
vi: Thêm
zh_hans: 添加

source: Add Files
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter fichier
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
ru: Добавить файлы
vi: Thêm tệp
zh_hans: 添加文件

source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter dossier
it: Aggiungi cartella
ja: フォルダーを追加
ko: 폴더 추가
ru: Добавить папку
vi: Thêm thư mục
zh_hans: 添加文件夹

source: Add Photos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter photo
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
ru: Добавить фотографии
vi: Thêm ảnh
zh_hans: 添加照片

source: Archiving Files
de: Dateien archivieren
es: Archivando archivos
fr: Archivage fichier
it: Archiviazione file
ja: ファイルをアーカイブ中
ko: 파일 보관 중
ru: Архивирование файлов
vi: Lưu trữ tệp
zh_hans: 正在存档文件

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
vi: Hủy
zh_hans: 取消

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
vi: Sao chép
zh_hans: 复制

source: Data In Transit
de: Daten im Transit
es: Datos en tránsito
fr: Données en transit
it: Dati in transito
ja: データ転送中
ko: 전송 중인 데이터
ru: Передача данных
vi: Dữ liệu đang chuyển
zh_hans: 数据传输中

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
ru: Дата
vi: Ngày
zh_hans: 日期

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
vi: Xóa
zh_hans: 删除

source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
ru: Готово
vi: Xong
zh_hans: 完成

# download_link_info
source: Or share direct download link for the file 🐒
de: Oder teilen Sie den direkten Download-Link für die Datei 🐒
es: O comparte el enlace de descarga directa para el archivo 🐒
fr: Ou partagez un lien de téléchargement direct pour le fichier 🐒
it: O condividi il link diretto per il download del file 🐒
ja: またはファイルの直接ダウンロードリンクを共有します 🐒
ko: 또는 파일의 직접 다운로드 링크를 공유하세요 🐒
ru: Или поделитесь прямой ссылкой для скачивания файла 🐒
vi: Hoặc chia sẻ liên kết tải xuống trực tiếp cho tệp 🐒
zh_hans: 或分享文件的直接下载链接 🐒

source: Drop Files
de: Dateien ablegen
es: Soltar archivos
fr: Déposer fichier
it: Rilascia file
ja: ファイルをドロップ
ko: 파일 놓기
ru: Перетащить файлы
vi: Kéo thả tệp
zh_hans: 拖放文件

# easy_share
source: Easy Share & Transfer
de: Einfach teilen und übertragen
es: Compartir y transferir fácilmente
fr: Partage et transfert facile
it: Condivisione e trasferimento facili
ja: 簡単共有＆転送
ko: 쉬운 공유 및 전송
ru: Легкий обмен и передача
vi: Chia sẻ & chuyển dễ dàng
zh_hans: 轻松分享与传输

# file_count
source: %d Files
de: %d Dateien
es: %d Archivos
fr: %d Fichiers
it: %d File
ja: %d ファイル
ko: %d 파일
ru: %d Файлов
vi: %d Tệp
zh_hans: %d 文件

source: File Name
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome file
ja: ファイル名
ko: 파일 이름
ru: Имя файла
vi: Tên tệp
zh_hans: 文件名

source: Folder Name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome cartella
ja: フォルダー名
ko: 폴더 이름
ru: Имя папки
vi: Tên thư mục
zh_hans: 文件夹名称

# max_file_size
source: Max File Size: 100 GB
de: Max. Dateigröße: 100 GB
es: Tamaño máx. de archivo: 100 GB
fr: Taille de fichier max : 100 Go
it: Dimensione massima file: 100 GB
ja: 最大ファイルサイズ: 100 GB
ko: 최대 파일 크기: 100 GB
ru: Максимальный размер файла: 100 ГБ
vi: Kích thước tệp tối đa: 100 GB
zh_hans: 最大文件大小：100 GB

source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
ru: Переместить
vi: Di chuyển
zh_hans: 移动

# or_tap_below
source: Or tap below to drop files here, It's quick and easy
de: Oder tippen Sie unten, um Dateien hier abzulegen, Es ist schnell und einfach
es: O toca abajo para soltar archivos aquí, Es rápido y fácil
fr: Ou appuyez ci-dessous pour déposer des fichiers ici, C'est rapide et facile
it: O tocca qui sotto per rilasciare i file, È veloce e facile
ja: 下をタップしてここにファイルをドロップしてください。 簡単で迅速です
ko: 아래를 탭하여 파일을 여기에 놓으세요, 빠르고 쉽습니다
ru: Или нажмите ниже, чтобы перетащить файлы сюда, Это быстро и просто
vi: Hoặc nhấn dưới đây để kéo thả tệp vào đây, Rất nhanh chóng và dễ dàng
zh_hans: 或点击下方将文件拖放到此处， 操作简单快捷

# over_wifi
source: Over Wifi & Hotspot Networks
de: Über WiFi- und Hotspot-Netzwerke
es: A través de redes WiFi y Hotspot
fr: Via Wifi et réseaux Hotspot
it: Su reti WiFi e Hotspot
ja: WiFiおよびホットスポットネットワーク経由で
ko: WiFi 및 핫스팟 네트워크를 통해
ru: Через сети Wifi и Hotspot
vi: Qua mạng Wifi & Hotspot
zh_hans: 通过Wifi和热点网络

# please_dont_kill
source: Please don’t kill the app during file transfer✌️
de: Bitte die App während des Dateiübertrags nicht beenden✌️
es: Por favor, no cierres la app durante la transferencia de archivos✌️
fr: Veuillez ne pas tuer l'application pendant le transfert de fichiers✌️
it: Per favore, non chiudere l'app durante il trasferimento dei file✌️
ja: ファイル転送中にアプリを終了しないでください✌️
ko: 파일 전송 중 앱을 종료하지 마세요✌️
ru: Пожалуйста, не закрывайте приложение во время передачи файлов✌️
vi: Vui lòng không đóng ứng dụng trong quá trình chuyển tệp✌️
zh_hans: 文件传输过程中请不要关闭应用✌️

# please_wait
source: Please wait, Preparing download...
de: Bitte warten, Download wird vorbereitet...
es: Por favor espera, Preparando la descarga...
fr: Veuillez patienter, Préparation du téléchargement...
it: Per favore, aspetta, Preparazione del download...
ja: お待ちください。 ダウンロードを準備しています...
ko: 잠시 기다려 주세요, 다운로드 준비 중...
ru: Пожалуйста, подождите, Подготовка к скачиванию...
vi: Vui lòng chờ, Đang chuẩn bị tải xuống...
zh_hans: 请稍候， 准备下载...

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
ru: Предварительный просмотр
vi: Xem trước
zh_hans: 预览

# recieve_files
source: Receive Files
de: Dateien empfangen
es: Recibir archivos
fr: Recevoir fichier
it: Ricevi file
ja: ファイルを受け取る
ko: 파일 받기
ru: Получить файлы
vi: Nhận tệp
zh_hans: 接收文件

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
ru: Переименовать
vi: Đổi tên
zh_hans: 重命名

source: Rename File
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
it: Rinomina file
ja: ファイル名を変更
ko: 파일 이름 변경
ru: Переименовать файл
vi: Đổi tên tệp
zh_hans: 重命名文件

source: Scan Code
de: Code scannen
es: Escanear código
fr: Scanner le code
it: Scansiona codice
ja: コードをスキャン
ko: 코드 스캔
ru: Сканировать код
vi: Quét mã
zh_hans: 扫描代码

# scan_note
source: NOTE: Please keep the app active & make sure that both devices are connected on the same wifi or hotspot network during file transfer.
de: HINWEIS: Bitte halten Sie die App aktiv und stellen Sie sicher, dass beide Geräte während des Dateiübertrags mit demselben WiFi- oder Hotspot-Netzwerk verbunden sind.
es: NOTA: Por favor, mantén la app activa y asegúrate de que ambos dispositivos estén conectados a la misma red wifi o hotspot durante la transferencia de archivos.
fr: REMARQUE: Veuillez garder l'application active et vous assurer que les deux appareils sont connectés sur le même réseau wifi ou hotspot pendant le transfert de fichiers.
it: NOTA: Per favore, mantieni l'app attiva e assicurati che entrambi i dispositivi siano collegati alla stessa rete wifi o hotspot durante il trasferimento dei file.
ja: 注: ファイル転送中はアプリをアクティブに保ち、両方のデバイスが同じWiFiまたはホットスポットネットワークに接続されていることを確認してください。
ko: 참고: 파일 전송 중 앱을 활성 상태로 유지하고 두 기기가 동일한 WiFi 또는 핫스팟 네트워크에 연결되어 있는지 확인하세요.
ru: ПРИМЕЧАНИЕ: Пожалуйста, держите приложение активным и убедитесь, что оба устройства подключены к одной сети WiFi или Hotspot во время передачи файлов.
vi: LƯU Ý: Vui lòng giữ ứng dụng hoạt động & đảm bảo rằng cả hai thiết bị đều được kết nối trên cùng một mạng wifi hoặc hotspot trong quá trình chuyển tệp.
zh_hans: 注意：文件传输过程中请保持应用活跃，并确保两台设备连接在同一个wifi或热点网络上。

# scan_to_download
source: Scan QR Code to download file
de: QR-Code scannen, um die Datei herunterzuladen
es: Escanear código QR para descargar archivo
fr: Scannez le code QR pour télécharger le fichier
it: Scansiona il codice QR per scaricare il file
ja: ファイルをダウンロードするにはQRコードをスキャン
ko: 파일 다운로드를 위해 QR 코드를 스캔하세요
ru: Сканируйте QR-код, чтобы скачать файл
vi: Quét mã QR để tải tệp
zh_hans: 扫描二维码下载文件

# scan_to_upload
source: Scan QR Code to upload file
de: QR-Code scannen, um die Datei hochzuladen
es: Escanear código QR para subir archivo
fr: Scannez le code QR pour télécharger le fichier
it: Scansiona il codice QR per caricare il file
ja: ファイルをアップロードするにはQRコードをスキャン
ko: 파일 업로드를 위해 QR 코드를 스캔하세요
ru: Сканируйте QR-код, чтобы загрузить файл
vi: Quét mã QR để tải lên tệp
zh_hans: 扫描二维码上传文件

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
ru: Выбрать
vi: Chọn
zh_hans: 选择

source: Select Files
de: Dateien auswählen
es: Seleccionar archivos
fr: Sélectionner fichier
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
ru: Выбрать файлы
vi: Chọn tệp
zh_hans: 选择文件

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
ru: Отправить
vi: Gửi
zh_hans: 发送

source: Send Files
de: Dateien senden
es: Enviar archivos
fr: Envoyer fichier
it: Invia file
ja: ファイルを送信
ko: 파일 보내기
ru: Отправить файлы
vi: Gửi tệp
zh_hans: 发送文件

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
ru: Поделиться
vi: Chia sẻ
zh_hans: 分享

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
ru: Размер
vi: Kích thước
zh_hans: 大小

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
ru: Сортировать по
vi: Sắp xếp theo
zh_hans: 排序方式

source: Space is Empty 🧑‍🚀
de: Der Raum ist leer 🧑‍🚀
es: El espacio está vacío 🧑‍🚀
fr: L'espace est vide 🧑‍🚀
it: Lo spazio è vuoto 🧑‍🚀
ja: スペースは空です 🧑‍🚀
ko: 공간이 비어 있습니다 🧑‍🚀
ru: Пространство пусто 🧑‍🚀
vi: Không gian trống 🧑‍🚀
zh_hans: 空间为空 🧑‍🚀

# speed
source: Speed: %@ Mbps
de: Geschwindigkeit: %@ Mbps
es: Velocidad: %@ Mbps
fr: Vitesse : %@ Mbps
it: Velocità: %@ Mbps
ja: 速度: %@ Mbps
ko: 속도: %@ Mbps
ru: Скорость: %@ Мбит/с
vi: Tốc độ: %@ Mbps
zh_hans: 速度：%@ Mbps

# speed_of_now
source: Transfer At The Speed Of Now
de: Übertragen Sie mit der Geschwindigkeit von jetzt
es: Transferir a la velocidad de ahora
fr: Transférez à la vitesse de maintenant
it: Trasferisci alla velocità di adesso
ja: 今の速度で転送
ko: 지금 속도로 전송
ru: Передача со скоростью сейчас
vi: Chuyển với tốc độ của hiện tại
zh_hans: 以现在的速度传输

# tap_the_icon
source: Tap the icon on the top right, to add your files & photos
de: Tippen Sie auf das Symbol oben rechts, um Ihre Dateien und Fotos hinzuzufügen
es: Toca el ícono en la parte superior derecha, para añadir tus archivos y fotos
fr: Appuyez sur l'icône en haut à droite, pour ajouter vos fichiers et photos
it: Tocca l'icona in alto a destra, per aggiungere i tuoi file e foto
ja: 右上のアイコンをタップして、 ファイルと写真を追加します
ko: 오른쪽 상단의 아이콘을 탭하여, 파일 및 사진을 추가하세요
ru: Нажмите на значок в правом верхнем углу, чтобы добавить свои файлы и фотографии
vi: Nhấn vào biểu tượng ở trên cùng bên phải, để thêm tệp và ảnh của bạn
zh_hans: 点击右上角的图标， 添加您的文件和照片

source: Time: %@
de: Zeit: %@
es: Hora: %@
fr: Heure : %@
it: Ora: %@
ja: 時間: %@
ko: 시간: %@
ru: Время: %@
vi: Thời gian: %@
zh_hans: 时间：%@

source: Transferred in %@ ⌛️
de: Übertragen in %@ ⌛️
es: Transferido en %@ ⌛️
fr: Transféré en %@ ⌛️
it: Trasferito in %@ ⌛️
ja: %@ で転送されました ⌛️
ko: %@ 안에 전송 완료 ⌛️
ru: Передано за %@ ⌛️
vi: Đã chuyển trong %@ ⌛️
zh_hans: 在%@内传输完成 ⌛️

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
ru: Тип
vi: Loại
zh_hans: 类型

# upload_link_info
source: Or share this upload link for the File Flyer app 🐒
de: Oder teilen Sie diesen Upload-Link für die File Flyer-App 🐒
es: O comparte este enlace de carga para la app File Flyer 🐒
fr: Ou partagez ce lien de téléchargement pour l’application File Flyer 🐒
it: O condividi questo link di caricamento per l'app File Flyer 🐒
ja: またはFile Flyerアプリのこのアップロードリンクを共有します 🐒
ko: 또는 File Flyer 앱을 위한 이 업로드 링크를 공유하세요 🐒
ru: Или поделитесь этой ссылкой для загрузки для приложения File Flyer 🐒
vi: Hoặc chia sẻ liên kết tải lên này cho ứng dụng File Flyer 🐒
zh_hans: 或分享此上传链接以获取File Flyer应用 🐒

source: Download Link
es: Enlace de descarga
fr: Lien de téléchargement
it: Link per il download
ja: ダウンロードリンク
ko: 다운로드 링크
ru: Ссылка для скачивания
vi: Liên kết tải xuống
zh_hans: 下载链接

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
vi: Tên
zh_hans: 名称

source: Upload Link
es: Enlace de carga
fr: Lien de téléchargement
it: Link di caricamento
ja: アップロードリンク
ko: 업로드 링크
ru: Ссылка для загрузки
vi: Liên kết tải lên
zh_hans: 上传链接

source: File Flyer
ja: ファイルフライヤー
ko: 파일 플라이어
ru: Файл Летчик
zh_hans: 文件飞行器
